Repository: jtojnar/nonemast
Catalog: po/*.po
Languages: cs

source: Not Nearly Enough Masking Tape
cs: Ani zdaleka ne dost maskovací pásky

source: Tool for reviewing GNOME update Nixpkgs PRs.
cs: Nástroj pro kontrolu požadavků na začlenění do Nixpkgs obsahujících aktualizace GNOME.

source: Main view of GNOME 43 update
cs: Hlavní pohled na aktualizaci GNOME 43

source: error: nonemast expects exactly one path as an argument.
cs: chyba: nonemast očekává právě jednu cestu jako argument.

source: translator-credits
cs: Jan Tojnar

source: Changelog
cs: Seznam změn

source: Mark as reviewed
cs: Označit jako zkontrolované

source: Final commit message
cs: Výsledná zpráva revize

source: Edit
cs: Upravit

source: Currently editing
cs: Přávě upravováno

source: Commits
cs: Revize

source: View in external tool
cs: Zobrazit v externím nástroji

source: Changelog reviewed
cs: Změny zkontrolovány

source: Unable to find a text editor for editing commit messages.
cs: Nelze najít textový editor pro úpravu zpráv revizí.

source: Unable to find a tool for viewing Git commits.
cs: Nelze najít nástroj pro zobrazování revizí Gitu.

source: Missing Git Identity
cs: Chybějící totožnost pro Git.

source: https://www.git-scm.com/book/en/v2/Getting-Started-First-Time-Git-Setup#_your_identity
cs: https://www.git-scm.com/book/cs/v2/%C3%9Avod-Prvn%C3%AD-nastaven%C3%AD-syst%C3%A9mu-Git#_va%C5%A1e_toto%C5%BEnost

source: Filter
cs: Filtr

source: Loading commits…
cs: Načítání revizí…

source: Error obtaining commit list.
cs: Chyba získávání seznamu revyzí

source: No updates selected.
cs: Nevybrány žádné aktualizace

source: Ensure _Co-authors
cs: Vynutit spolu_autorství

source: _Keyboard Shortcuts
cs: _Klávesové zkratky

source: _About Not Nearly Enough Masking Tape
cs: _O programu Nonemast

source: _All
cs: _Vše

source: _Reviewed
cs: Z_kontrolováno

source: _Unreviewed
cs: _Nezkontrolováno
